Repository: pixelalbatross/accordion-block
Catalog: languages/accordion-block-*.po
Languages: pt_pt

source: Accordion Block
pt_pt: Bloco de Acordeão

source: Display content in collapsible sections.
pt_pt: Exibe conteúdo em secções recolhíveis.

# ARIA label when the accordion is closed
source: %s, show this section
pt_pt: %s, mostrar esta secção

# ARIA label when the accordion is open
source: %s, hide this section
pt_pt: %s, ocultar esta secção

# block title
source: Accordion Item
pt_pt: Item de acordeão

# block description
source: Display content in collapsible sections.
pt_pt: Apresentar conteúdo em secções recolhíveis.

# block title
source: Accordion
pt_pt: Acordeão

# block keyword
source: accordion
pt_pt: acordeão

# block keyword
source: collapse
pt_pt: recolhível

source: Accordion Title
pt_pt: Título do acordeão

source: Settings
pt_pt: Configurações

source: Expand by default
pt_pt: Expandir por omissão

source: When enabled, the item will be expanded by default on page load.
pt_pt: Quando activado, o item será expandido por omissão no carregamento da página.
